Repository: dkaluta/Prosary
Catalog: iOS/Prosary/Localizable.xcstrings
Source language: en
Languages: ar, fil, fr, he, it, ru, uk

# favoriteEditor.presenterModeFooter
source: Combine each decade's Hail Marys and Glory Be onto one screen — useful when leading a group aloud from memory.
ar: اجمع السلامات المريمية والمجد من كل بيت في شاشة واحدة، لتسهيل قيادة صلاة جماعية عن ظهر قلب.
fil: Pagsamahin sa iisang screen ang mga Aba Ginoong Maria at Luwalhati ng bawat dekada — kapaki-pakinabang kapag nangunguna sa sama-samang pagdarasal mula sa memorya.
fr: Réunit les Je vous salue Marie et le Gloire au Père de chaque dizaine sur un seul écran — utile pour guider un groupe à voix haute, de mémoire.
he: איחוד עשר ה“שמחי מרים” וה“כבוד לאב” של כל רז למסך אחד — שימושי למי שמוביל תפילה בציבור בעל־פה.
it: Riunisce le Ave Maria e il Gloria al Padre di ogni decina in un’unica schermata: utile per guidare un gruppo recitando a memoria.
ru: Объединить «Радуйся, Мария» и «Слава Отцу» каждого десятка на одном экране — удобно, когда ведёте общую молитву наизусть.
uk: Показувати «Радуйся, Маріє» та «Слава Отцю» кожного десятка на одному екрані — зручно для ведення спільної молитви напам’ять.

# favoriteEditor.presenterModeHeader
source: Display
ar: العرض
fil: Pagpapakita
fr: Affichage
he: תצוגה
it: Visualizzazione
ru: Отображение
uk: Відображення

# favoriteEditor.remindersFooter
source: Reminders repeat daily.
ar: تتكرر التذكيرات يوميًا.
fil: Umuulit araw-araw ang mga paalala.
fr: Les rappels se répètent chaque jour.
he: התזכורות חוזרות כל יום
it: I promemoria si ripetono ogni giorno.
ru: Напоминания повторяются ежедневно.
uk: Нагадування повторюються щодня.

# favoriteEditor.remindersHeader
source: Reminders
ar: التذكيرات
fil: Mga Paalala
fr: Rappels
he: תזכורות
it: Promemoria
ru: Напоминания
uk: Нагадування

# favoriteEditor.reminderTime
source: Reminder Time
ar: وقت التذكير
fil: Oras ng Paalala
fr: Heure du rappel
he: שעת התזכורת
it: Ora del promemoria
ru: Время напоминания
uk: Час нагадування

# favoriteEditor.removeReminder
source: Remove Reminder
ar: إزالة التذكير
fil: Alisin ang Paalala
fr: Supprimer le rappel
he: הסר תזכורת
it: Rimuovi promemoria
ru: Удалить напоминание
uk: Видалити нагадування

# favoriteEditor.repetitions
source: Repetitions
ar: التكرارات
fil: Mga Pag-uulit
fr: Répétitions
he: חזרות
it: Ripetizioni
ru: Повторения
uk: Повторення

# favoriteEditor.rosaryOptions
source: Rosary Options
ar: خيارات الوردية
fil: Mga Opsyon ng Rosaryo
fr: Options du rosaire
he: אפשרויות המחרוזת
it: Opzioni del Rosario
ru: Параметры Розария
uk: Параметри Розарію

# favoriteEditor.rosaryOptionsTitle
source: Rosary Options
ar: خيارات الوردية
fil: Mga Opsyon ng Rosaryo
fr: Options du rosaire
he: אפשרויות המחרוזת
it: Opzioni del Rosario
ru: Параметры Розария
uk: Параметри Розарію

# favoriteEditor.save
source: Save
ar: حفظ
fil: I-save
fr: Enregistrer
he: שמור
it: Salva
ru: Сохранить
uk: Зберегти

# favoriteEditor.saveFailed
source: Could Not Save Favorite
ar: تعذّر حفظ المفضلة
fil: Hindi Mai-save ang Paborito
fr: Impossible d’enregistrer le favori
he: לא ניתן לשמור במועדפים
it: Impossibile salvare il preferito
ru: Не удалось сохранить избранное
uk: Не вдалося зберегти обране

# favoriteEditor.setAsDefault
source: Set as default for %@
ar: اجعلها الافتراضية لـ %@
fil: Itakdang paunang pinili para sa %@
fr: Définir par défaut pour %@
he: הגדר כברירת מחדל עבור %@
it: Imposta come predefinita per %@
ru: Использовать по умолчанию для %@
uk: Зробити стандартним для %@

# favoriteEditor.specificMystery
source: Which mystery
ar: أي سرّ
fil: Aling misteryo
fr: Quel mystère
he: איזה רז
it: Quale mistero
ru: Какая тайна
uk: Яка таємниця

# favoriteEditor.specificSet
source: Specific set
ar: مجموعة محددة
fil: Tiyak na pangkat
fr: Série précise
he: אוסף ספציפי
it: Serie specifica
ru: Определённая группа
uk: Вибраний цикл

# favoriteEditor.stMichaelPrayer
source: St. Michael Prayer
ar: صلاة القديس ميخائيل
fil: Panalangin kay San Miguel
fr: Prière à saint Michel
he: תפילת המלאך מיכאל
it: Preghiera a san Michele
ru: Молитва святому Михаилу
uk: Молитва до святого Михаїла

# favoriteEditor.target
source: Target
ar: الهدف
fil: Bilang
fr: Objectif
he: מטרה
it: Obiettivo
ru: Цель
uk: Мета

# favoriteEditor.whichMysteries
source: Which mysteries?
ar: أي أسرار؟
fil: Aling mga misteryo?
fr: Quels mystères ?
he: אילו רזים?
it: Quali misteri?
ru: Какие тайны?
uk: Які таємниці?

# favorites.addJesusPrayer
source: Add Jesus Prayer…
ar: أضف صلاة يسوع…
fil: Idagdag ang Panalangin kay Hesus…
fr: Ajouter la prière de Jésus…
he: הוסף את תפילת ישוע…
it: Aggiungi la preghiera di Gesù…
ru: Добавить Иисусову молитву…
uk: Додати Ісусову молитву…

# favorites.addKind
source: Add %@…
ar: أضف %@…
fil: Idagdag ang %@…
fr: Ajouter %@…
he: הוסף %@…
it: Aggiungi %@…
ru: Добавить %@…
uk: Додати %@…

# favorites.addKindToFavorites
source: Add %@ to Favorites
ar: أضف %@ إلى المفضلة
fil: Idagdag ang %@ sa Mga Paborito
fr: Ajouter %@ aux favoris
he: הוסף את %@ למועדפים
it: Aggiungi %@ ai preferiti
ru: Добавить %@ в избранное
uk: Додати %@ до обраного

# favorites.delete
source: Delete
ar: حذف
fil: Burahin
fr: Supprimer
he: הסר
it: Elimina
ru: Удалить
uk: Видалити

# favorites.deletePrayer
source: Delete %@
ar: احذف %@
fil: Burahin ang %@
fr: Supprimer %@
he: הסר את %@
it: Elimina %@
ru: Удалить %@
uk: Видалити %@

# favorites.edit
source: Edit…
ar: تعديل…
fil: I-edit…
fr: Modifier…
he: ערוך…
it: Modifica…
ru: Изменить…
uk: Змінити…

# favorites.editKindReminders
source: Edit %@ Reminders…
ar: عدّل تذكيرات %@…
fil: I-edit ang mga paalala ng %@…
fr: Modifier les rappels de %@…
he: ערוך את התזכורות של %@…
it: Modifica i promemoria di %@…
ru: Изменить напоминания для %@…
uk: Змінити нагадування для %@…

# favorites.editPrayer
source: Edit %@…
ar: عدّل %@…
fil: I-edit ang %@…
fr: Modifier %@…
he: ערוך את %@…
it: Modifica %@…
ru: Изменить %@…
uk: Змінити %@…

# favorites.importBundle
source: Import Devotion Bundle…
ar: استورد حزمة صلاة…
fil: Mag-import ng Pakete ng Debosyon…
fr: Importer un recueil de dévotion…
he: ייבוא חבילת תפילה…
it: Importa un pacchetto di devozione…
ru: Импортировать молитвенный сборник…
uk: Імпортувати молитовний пакунок…

# favorites.importFailed
source: Could Not Import Devotion
ar: تعذّر استيراد الصلاة
fil: Hindi Ma-import ang Debosyon
fr: Impossible d’importer la dévotion
he: לא ניתן לייבא את המסלול
it: Impossibile importare la devozione
ru: Не удалось импортировать молитву
uk: Не вдалося імпортувати молитву

# favorites.moreDevotions
source: More Devotions
ar: المزيد من الصلوات
fil: Iba Pang Debosyon
fr: Autres dévotions
he: מסלולי תפילה נוספים
it: Altre devozioni
ru: Другие молитвы
uk: Інші молитви

# favorites.pray
source: Pray
ar: صلّ
fil: Magdasal
fr: Prier
he: התפלל
it: Prega
ru: Молиться
uk: Молитися

# favorites.prayPrayer
source: Pray %@
ar: صلّ %@
fil: Dasalin ang %@
fr: Prier %@
he: התפלל את %@
it: Prega %@
ru: Молиться: %@
uk: Молитися %@

# favorites.reminders
source: Reminders…
ar: التذكيرات…
fil: Mga Paalala…
fr: Rappels…
he: תזכורות…
it: Promemoria…
ru: Напоминания…
uk: Нагадування…

# favorites.removeKindFromFavorites
source: Remove %@ from Favorites
ar: أزل %@ من المفضلة
fil: Alisin ang %@ sa Mga Paborito
fr: Retirer %@ des favoris
he: הסר את %@ מהמועדפים
it: Rimuovi %@ dai preferiti
ru: Удалить %@ из избранного
uk: Вилучити %@ з обраного

# favorites.setDefault
source: Set Default
ar: اجعلها الافتراضية
fil: Itakdang Paunang Pinili
fr: Définir par défaut
he: הגדר כברירת מחדל
it: Imposta come predefinita
ru: Сделать основным
uk: Зробити стандартним

# favorites.setPrayerAsDefault
source: Set %@ as Default
ar: اجعل %@ الافتراضية
fil: Itakdang paunang pinili ang %@
fr: Définir %@ par défaut
he: הגדר את %@ כברירת מחדל
it: Imposta %@ come predefinita
ru: Использовать %@ по умолчанию
uk: Зробити %@ стандартним

# favorites.title
source: Favorites
ar: المفضلة
fil: Mga Paborito
fr: Favoris
he: מועדפים
it: Preferiti
ru: Избранное
uk: Обране

# home.about
source: About
ar: حول التطبيق
fil: Tungkol dito
fr: À propos
he: אודות
it: Informazioni
ru: О приложении
uk: Про програму

# home.addFavorite
source: Add a Prayer
ar: أضف صلاة
fil: Magdagdag ng panalangin
fr: Ajouter une prière
he: הוסף תפילה
it: Aggiungi una preghiera
ru: Добавить молитву
uk: Додати молитву

# home.addToPray
source: Add to Pray
ar: أضف إلى «صلّ»
fil: Idagdag sa Magdasal
fr: Ajouter à Prier
he: הוסף ל״תפילה״
it: Aggiungi a Prega
ru: Добавить в «Молиться»
uk: Додати до «Молитва»

# home.customCard.tapToPray
source: Tap to pray
ar: اضغط للصلاة
fil: Pindutin upang magdasal
fr: Toucher pour prier
he: לתפילה
it: Tocca per pregare
ru: Нажмите, чтобы молиться
uk: Торкніться, щоб молитися

# home.editOrder
source: Edit Order…
ar: عدّل الترتيب…
fil: I-edit ang Pagkakasunod-sunod…
fr: Modifier l’ordre…
he: ערוך סדר…
it: Modifica ordine…
ru: Изменить порядок…
uk: Змінити порядок…

# home.editOrder.reset
source: Reset
ar: إعادة الضبط
fil: I-reset
fr: Réinitialiser
he: איפוס
it: Reimposta
ru: Сбросить
uk: Скинути

# home.editOrder.title
source: Home Order
ar: ترتيب الصفحة الرئيسية
fil: Pagkakasunod-sunod sa Home
fr: Ordre de l’accueil
he: סדר מסך הבית
it: Ordine della schermata iniziale
ru: Порядок на главной
uk: Порядок на головному екрані

# home.empty.detail
source: Find a devotion in Categories or Search and pin it here.
ar: ابحث عن صلاة في الفئات أو البحث وثبّتها هنا.
fil: Humanap ng debosyon sa Mga Kategorya o Paghahanap at i-pin ito rito.
fr: Trouvez une dévotion dans Catégories ou Rechercher et épinglez-la ici.
he: אפשר למצוא תפילה בקטגוריות או בחיפוש ולהצמיד אותה כאן.
it: Trova una devozione in Categorie o Cerca e aggiungila qui.
ru: Найдите молитву в категориях или поиске и закрепите её здесь.
uk: Знайдіть молитву в категоріях або пошуку та закріпіть її тут.

# home.empty.title
source: No saved prayers yet
ar: لا توجد صلوات محفوظة بعد
fil: Wala pang naka-save na panalangin
fr: Aucune prière enregistrée
he: אין עדיין תפילות שמורות
it: Nessuna preghiera salvata
ru: Пока нет сохранённых молитв
uk: Ще немає збережених молитов

# home.jesusPrayerCard.tapToSetUp
source: Tap to set up
ar: اضغط للإعداد
fil: Pindutin upang itakda
fr: Toucher pour configurer
he: להגדרה
it: Tocca per configurare
ru: Нажмите для настройки
uk: Торкніться, щоб налаштувати

# home.moveToTop
source: Move to Top
ar: انقل إلى الأعلى
fil: Ilipat sa Itaas
fr: Placer en tête
he: העבר לראש
it: Sposta in cima
ru: Переместить в начало
uk: Перемістити на початок

# home.myFavorites
source: My Favorites
ar: مفضلتي
fil: Mga Paborito Ko
fr: Mes favoris
he: המועדפים שלי
it: I miei preferiti
ru: Моё избранное
uk: Моє обране

# home.rosaryCard.today
source: Today: %@
ar: اليوم: %@
fil: Ngayon: %@
fr: Aujourd’hui : %@
he: היום: %@
it: Oggi: %@
ru: Сегодня: %@
uk: Сьогодні: %@

# home.savedPresets
source: Saved Presets
ar: الإعدادات المحفوظة
fil: Mga Naka-save na Ayos
fr: Configurations enregistrées
he: מסלולים שמורים
it: Configurazioni salvate
ru: Сохранённые настройки
uk: Збережені налаштування

# home.tagline
source: A companion for Catholic prayer
ar: رفيق للصلاة الكاثوليكية
fil: Kasama sa panalanging Katoliko
fr: Un compagnon de prière catholique
he: עזר לתפילות קתוליות
it: Un compagno per la preghiera cattolica
ru: Спутник в католической молитве
uk: Помічник у католицькій молитві

# home.today.chooseDate
source: Choose a date
ar: اختر تاريخًا
fil: Pumili ng petsa
fr: Choisir une date
he: בחירת תאריך
it: Scegli una data
ru: Выбрать дату
uk: Вибрати дату

# home.today.civilDay
source: Day %lld of %@
ar: اليوم %lld من %@
fil: Araw %lld ng %@
fr: Jour %lld de %@
he: יום %lld בחודש %@
it: Giorno %lld di %@
ru: День %lld месяца %@
uk: %lld-й день місяця %@

# home.today.compactCitations
source: Show Shorthand
ar: أظهر الاختصارات
fil: Ipakita ang pinaikling sanggunian
fr: Afficher les références abrégées
he: הצג קיצור
it: Mostra le abbreviazioni
ru: Показать сокращения
uk: Показати скорочені посилання

# home.today.festivalTorahReading
source: Festival Torah reading
ar: قراءة التوراة للعيد
fil: Pagbasa ng Torah para sa kapistahan
fr: Lecture de la Torah pour la fête
he: קריאת התורה לחג
it: Lettura festiva della Torah
ru: Праздничное чтение Торы
uk: Святкове читання Тори

# home.today.fullCitations
source: View Full Citations
ar: أظهر المراجع الكاملة
fil: Tingnan ang buong mga sanggunian
fr: Afficher les références complètes
he: הצג מראי מקום מלאים
it: Mostra i riferimenti completi
ru: Показать полные ссылки
uk: Показати повні посилання

# home.today.nextDay
source: Next Day
ar: اليوم التالي
fil: Susunod na araw
fr: Jour suivant
he: היום הבא
it: Giorno successivo
ru: Следующий день
uk: Наступний день

# home.today.popesIntention
source: The Pope’s intention: %@
ar: نية البابا: %@
fil: Intensiyon ng Papa: %@
fr: L’intention du pape : %@
he: כוונת האפיפיור: %@
it: L’intenzione del Papa: %@
ru: Намерение Папы: %@
uk: Намірення Папи: %@

# home.today.previousDay
source: Previous Day
ar: اليوم السابق
fil: Nakaraang araw
fr: Jour précédent
he: היום הקודם
it: Giorno precedente
ru: Предыдущий день
uk: Попередній день

# home.today.rank.1st_class
source: 1st Class
ar: الدرجة الأولى
fil: Unang Klase
fr: 1re classe
he: דרגה ראשונה
it: I classe
ru: I класс
uk: I клас

# home.today.rank.2nd_class
source: 2nd Class
ar: الدرجة الثانية
fil: Ikalawang Klase
fr: 2e classe
he: דרגה שנייה
it: II classe
ru: II класс
uk: II клас

# home.today.rank.3rd_class
source: 3rd Class
ar: الدرجة الثالثة
fil: Ikatlong Klase
fr: 3e classe
he: דרגה שלישית
it: III classe
ru: III класс
uk: III клас

# home.today.rank.fast
source: Fast
ar: صوم
fil: Pag-aayuno
fr: Jeûne
he: צום
it: Digiuno
ru: Пост
uk: Піст

# home.today.rank.feast
source: Feast
ar: عيد
fil: Kapistahan
fr: Fête
he: חג
it: Festa
ru: Праздник
uk: Свято

# home.today.rank.great_feast
source: Great Feast
ar: عيد كبير
fil: Dakilang Kapistahan
fr: Grande fête
he: חג גדול
it: Grande festa
ru: Великий праздник
uk: Велике свято

# home.today.rank.holy_week
source: Holy Week
ar: الأسبوع المقدس
fil: Mahal na Araw
fr: Semaine sainte
he: השבוע הקדוש
it: Settimana Santa
ru: Страстная неделя
uk: Страсний тиждень

# home.today.rank.memorial
source: Memorial
ar: تذكار
fil: Paggunita
fr: Mémoire
he: זיכרון
it: Memoria
ru: Память
uk: Спомин

# home.today.rank.optional_memorial
source: Optional Memorial
ar: تذكار اختياري
fil: Opsyonal na Paggunita
fr: Mémoire facultative
he: זיכרון רשות
it: Memoria facoltativa
ru: Необязательная память
uk: Довільний спомин

# home.today.rank.solemnity
source: Solemnity
ar: احتفال
fil: Dakilang Kapistahang Panliturhiya
fr: Solennité
he: מועד
it: Solennità
ru: Торжество
uk: Урочистість

# home.today.rank.sunday
source: Sunday
ar: الأحد
fil: Linggo
fr: Dimanche
he: יום ראשון
it: Domenica
ru: Воскресенье
uk: Неділя

# home.today.readings
source: Today’s readings
ar: قراءات اليوم
fil: Mga pagbasa ngayon
fr: Lectures du jour
he: המקרא היומי
it: Letture del giorno
ru: Сегодняшние чтения
uk: Сьогоднішні читання

# home.today.season.advent
source: Advent
ar: زمن المجيء
fil: Adbiyento
fr: Avent
he: בזמן הציפייה
it: Avvento
ru: Адвент
uk: Адвент

# home.today.season.christmas_season
source: Christmas Season
ar: زمن الميلاد
fil: Panahon ng Pasko
fr: Temps de Noël
he: בזמן חג המולד
it: Tempo di Natale
ru: Рождественское время
uk: Різдвяний період

# home.today.season.easter_season
source: Easter Season
ar: الزمن الفصحي
fil: Panahon ng Pasko ng Pagkabuhay
fr: Temps pascal
he: בזמן הפסחא
it: Tempo di Pasqua
ru: Пасхальное время
uk: Великодній період

# home.today.season.lent
source: Lent
ar: الزمن الأربعيني
fil: Kuwaresma
fr: Carême
he: בצום
it: Quaresima
ru: Великий пост
uk: Великий піст

# home.today.season.ordinary_time
source: Ordinary Time
ar: الزمن العادي
fil: Karaniwang Panahon
fr: Temps ordinaire
he: בזמן הרגיל
it: Tempo ordinario
ru: Рядовое время
uk: Звичайний період

# home.today.selectedReadings
source: Readings
ar: القراءات
fil: Mga pagbasa
fr: Lectures
he: המקראות
it: Letture
ru: Чтения
uk: Читання

# home.today.today
source: Today
ar: اليوم
fil: Ngayon
fr: Aujourd’hui
he: היום
it: Oggi
ru: Сегодня
uk: Сьогодні

# home.today.tomorrow
source: Tomorrow
ar: غدًا
fil: Bukas
fr: Demain
he: מחר
it: Domani
ru: Завтра
uk: Завтра

# home.today.torahPortion
source: Weekly Torah portion
ar: قراءة التوراة الأسبوعية
fil: Lingguhang bahagi ng Torah
fr: Paracha de la semaine
he: פרשת השבוע
it: Porzione settimanale della Torah
ru: Недельная глава Торы
uk: Тижневий розділ Тори

# home.today.week
source: %@ · Week %lld of %@
ar: %@ · الأسبوع %lld من %@
fil: %@ · Ika-%lld linggo ng %@
fr: %@ · Semaine %lld · %@
he: %1$@ · השבוע ה־%2$lld %3$@
it: %@ · Settimana %lld · %@
ru: %@ · Неделя %lld: %@
uk: %@ · %lld-й тиждень: %@

# home.today.yesterday
source: Yesterday
ar: أمس
fil: Kahapon
fr: Hier
he: אתמול
it: Ieri
ru: Вчера
uk: Учора

# home.unpin
source: Remove from Pray
ar: أزل من «صلّ»
fil: Alisin sa Magdasal
fr: Retirer de Prier
he: הסר מ״תפילה״
it: Rimuovi da Prega
ru: Убрать из «Молиться»
uk: Вилучити з «Молитва»

# jesusPrayer.favoriteName
source: Jesus Prayer %@ (%@)
ar: صلاة يسوع %@ (%@)
fil: Panalangin kay Hesus %@ (%@)
fr: Prière de Jésus %@ (%@)
he: תפילת ישוע %1$@ (%2$@)
it: Preghiera di Gesù %@ (%@)
ru: Иисусова молитва %@ (%@)
uk: Ісусова молитва %@ (%@)

# jesusPrayerFlow.pray
source: Pray
ar: صلّ
fil: Magdasal
fr: Prier
he: התפלל
it: Prega
ru: Молиться
uk: Молитися

# jesusPrayerFlow.title
source: The Jesus Prayer
ar: صلاة يسوع
fil: Ang Panalangin kay Hesus
fr: La prière de Jésus
he: תפילת ישוע
it: La preghiera di Gesù
ru: Иисусова молитва
uk: Ісусова молитва

# jesusPrayerOptions.unbounded
source: Unbounded
ar: بلا حد
fil: Walang hangganan
fr: Sans limite
he: ללא מגבלה
it: Senza limite
ru: Без ограничения
uk: Без обмежень

# jesusPrayerSetup.begin
source: Begin
ar: ابدأ
fil: Magsimula
fr: Commencer
he: התחל
it: Inizia
ru: Начать
uk: Почати

# jesusPrayerSetup.custom
source: Custom
ar: مخصص
fil: Sariling ayos
fr: Personnalisé
he: מותאם אישית
it: Personalizzata
ru: Свой вариант
uk: Власна кількість

# jesusPrayerSetup.howManyTimes
source: How many times?
ar: كم مرة؟
fil: Ilang ulit?
fr: Combien de fois ?
he: כמה פעמים?
it: Quante volte?
ru: Сколько раз?
uk: Скільки разів?

# jesusPrayerSetup.numberOfRepetitions
source: Number of repetitions
ar: عدد التكرارات
fil: Bilang ng pag-uulit
fr: Nombre de répétitions
he: מספר החזרות
it: Numero di ripetizioni
ru: Число повторений
uk: Кількість повторень

# jesusPrayerSetup.target
source: Target
ar: الهدف
fil: Bilang
fr: Objectif
he: מטרה
it: Obiettivo
ru: Цель
uk: Мета

# mac.quit
source: Quit Prosary
ar: إنهاء Prosary
fil: Isara ang Prosary
fr: Quitter Prosary
he: יציאה מ־Prosary
it: Esci da Prosary
ru: Завершить Prosary
uk: Вийти з Prosary

# macLibrary.add
source: Add Prayer
ar: إضافة صلاة
fil: Magdagdag ng Panalangin
fr: Ajouter une prière
he: הוסף תפילה
it: Aggiungi preghiera
ru: Добавить молитву
uk: Додати молитву

# macLibrary.addTagLabel
source: Add “%@”
ar: إضافة «%@»
fil: Idagdag ang “%@”
fr: Ajouter « %@ »
he: הוסף את “%@”
it: Aggiungi “%@”
ru: Добавить «%@»
uk: Додати «%@»

# macLibrary.addToLibrary
source: Add to Library
ar: إضافة إلى المكتبة
fil: Idagdag sa Aklatan
fr: Ajouter à la bibliothèque
he: הוספה לספרייה
it: Aggiungi alla libreria
ru: Добавить в библиотеку
uk: Додати до бібліотеки

# macLibrary.allPrayers
source: All Prayers
ar: كل الصلوات
fil: Lahat ng Panalangin
fr: Toutes les prières
he: כל התפילות
it: Tutte le preghiere
ru: Все молитвы
uk: Усі молитви

# macLibrary.browse
source: Browse Community Devotions
ar: تصفح صلوات المجتمع
fil: Tingnan ang mga Debosyon ng Komunidad
fr: Parcourir les dévotions de la communauté
he: עיין בתפילות הקהילה
it: Sfoglia le devozioni della comunità
ru: Просмотреть молитвы сообщества
uk: Переглянути молитви спільноти

# macLibrary.browseGallery
source: Browse Prayer Gallery
ar: تصفح معرض الصلوات
fil: Tingnan ang Galeriya ng mga Panalangin
fr: Parcourir la galerie de prières
he: עיון בגלריית התפילות
it: Sfoglia la galleria delle preghiere
ru: Открыть галерею молитв
uk: Переглянути галерею молитов

# macLibrary.community
source: Community Devotions
ar: صلوات المجتمع
fil: Mga Debosyon ng Komunidad
fr: Dévotions de la communauté
he: תפילות הקהילה
it: Devozioni della comunità
ru: Молитвы сообщества
uk: Молитви спільноти

# macLibrary.copyName
source: %@ Copy
ar: نسخة من %@
fil: Kopya ng %@
fr: Copie de %@
he: עותק של %@
it: Copia di %@
ru: %@ — копия
uk: %@ — копія

# macLibrary.default
source: Default
ar: الافتراضي
fil: Paunang pinili
fr: Par défaut
he: ברירת מחדל
it: Predefinita
ru: По умолчанию
uk: Стандартний

# macLibrary.defaultAutoAdvance
source: Default Auto-Advance
ar: التقدّم التلقائي الافتراضي
fil: Default na Awtomatikong Pag-usad
fr: Avance automatique par défaut
he: קצב מעבר אוטומטי כברירת מחדל
it: Avanzamento automatico predefinito
ru: Автопереход по умолчанию
uk: Автоперехід за замовчуванням

# macLibrary.defaultAutoAdvanceHelp
source: New prayer copies start at this pace. Each prayer remembers changes made in its window.
ar: تبدأ نسخ الصلاة الجديدة بهذه الوتيرة. وتتذكر كل صلاة التغييرات التي تُجرى في نافذتها.
fil: Nagsisimula ang mga bagong kopya ng panalangin sa bilis na ito. Natatandaan ng bawat panalangin ang mga pagbabagong ginawa sa window nito.
fr: Les nouvelles copies de prières commencent à ce rythme. Chaque prière conserve les changements effectués dans sa fenêtre.
he: עותקים חדשים של תפילות מתחילים בקצב זה. כל תפילה שומרת שינויים שנעשו בחלון שלה.
it: Le nuove copie delle preghiere iniziano a questo ritmo. Ogni preghiera conserva le modifiche apportate nella propria finestra.
ru: Новые копии молитв начинают с этого темпа. Каждая молитва сохраняет изменения, сделанные в её окне.
uk: Нові копії молитов починають із цього темпу. Кожна молитва зберігає зміни, зроблені в її вікні.

# macLibrary.delete
source: Delete
ar: حذف
fil: Burahin
fr: Supprimer
he: מחיקה
it: Elimina
ru: Удалить
uk: Видалити

# macLibrary.deleteLastPrayerDetail
source: This deletes this saved copy, its reminders, and the downloaded prayer from this device.
ar: سيؤدي هذا إلى حذف هذه النسخة المحفوظة وتذكيراتها والصلاة المنزّلة من هذا الجهاز.
fil: Mabubura sa device na ito ang naka-save na kopyang ito, ang mga paalala nito, at ang na-download na panalangin.
fr: Cette copie enregistrée, ses rappels et la prière téléchargée seront supprimés de cet appareil.
he: פעולה זו תמחק את העותק השמור הזה, את התזכורות שלו ואת התפילה שהורדה למכשיר הזה.
it: Questa copia salvata, i suoi promemoria e la preghiera scaricata verranno eliminati da questo dispositivo.
ru: Эта сохранённая копия, её напоминания и загруженная молитва будут удалены с этого устройства.
uk: Цю збережену копію, її нагадування та завантажену молитву буде видалено з цього пристрою.

# macLibrary.deletePrayer
source: Delete Prayer…
ar: حذف الصلاة…
fil: Burahin ang Panalangin…
fr: Supprimer la prière…
he: מחיקת תפילה…
it: Elimina preghiera…
ru: Удалить молитву…
uk: Видалити молитву…

# macLibrary.deletePrayerDetail
source: This deletes this saved copy and its reminders.
ar: سيؤدي هذا إلى حذف هذه النسخة المحفوظة وتذكيراتها.
fil: Mabubura ang naka-save na kopyang ito at ang mga paalala nito.
fr: Cette copie enregistrée et ses rappels seront supprimés.
he: פעולה זו תמחק את העותק השמור הזה ואת התזכורות שלו.
it: Questa copia salvata e i suoi promemoria verranno eliminati.
ru: Эта сохранённая копия и её напоминания будут удалены.
uk: Цю збережену копію та її нагадування буде видалено.

# macLibrary.deletePrayerTitle
source: Delete ‘%@’?
ar: هل تريد حذف «%@»؟
fil: Burahin ang “%@”?
fr: Supprimer « %@ » ?
he: למחוק את “%@”?
it: Eliminare “%@”?
ru: Удалить «%@»?
uk: Видалити «%@»?

# macLibrary.deleteTag
source: Delete Tag
ar: حذف الوسم
fil: Burahin ang Tag
fr: Supprimer le tag
he: מחיקת תג
it: Elimina tag
ru: Удалить тег
uk: Видалити тег

# macLibrary.details
source: Details
ar: التفاصيل
fil: Mga Detalye
fr: Détails
he: פרטים
it: Dettagli
ru: Сведения
uk: Відомості
